Repository: skylex/xbmc-betaseries
Catalog: service.betaseries.com/resources/language/*/strings.po
Languages: french

# #30000
source: General
french: Général

# #30003
source: Successfully loaded !
french: Chargé avec succès !

# #30004
source: Activate BetaSeries.com service
french: Activer le service BetaSeries.com

# #30005
source: Mark as viewed only when watched for the first time
french: Marquer comme vu seulement après la première lecture

# #30006
source: BetaSeries.com username
french: Nom d'utilisateur BetaSeries.com

# #30007
source: BetaSeries.com password
french: Mot de passe BetaSeries.com

# #30008
source: Mark previous episodes as watched
french: Marquer les épisodes précédents comme vus

# #30009
source: Update status when marking as viewed in XBMC
french: Mettre à jour quand l'épisode est marqué comme vu dans XBMC

# #30010
source: Update status when marking as not viewed in XBMC
french: Mettre à jour quand l'épisode est marqué comme non vu dans XBMC

# #30011
source: Automatically add new watched shows
french: Ajouter automatiquement les nouvelles séries regardées

# #30012
source: Notify on screen when marking episodes
french: Notification visuelle lors du marquage d'un épisode

# #30013
source: Show added :
french: Série ajoutée :

# #30014
source: Episode marked as watched !
french: Episode marqué comme vu !

# #30015
source: Episode marked as not watched !
french: Episode marqué comme non vu !

# #30016
source: Movie marked as watched !
french: Film marqué comme vu !

# #30017
source: Movie marked as not watched !
french: Film marqué comme non vu !

# #32001
source: Authentication error
french: Erreur d'authentification

# #32002
source: Please update the add-on
french: Veuillez mettre à jour l'extension

# #32003
source: Failed to connect to the site
french: Erreur lors de la connexion au site

# #32004
source: Login or password incorrect
french: Identifiant ou mot de passe incorrect

# #32005
source: Failed to add show :
french: Erreur lors de l'ajout de la série :

# #32006
source: Failed to mark episode !
french: Erreur lors du marquage de l'épisode !

# #32007
source: Failed to mark movie !
french: Erreur lors du marquage du film !
